dev-scripts/verify_kv_queue_size/fio_exp_qd16_2019-10-26/dump-fio-bench-16-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=16
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=10072: Sat Oct 26 19:16:56 2019
  write: IOPS=73, BW=9409KiB/s (9634kB/s)(1670MiB/181784msec); 0 zone resets
    slat (usec): min=37, max=764, avg=115.98, stdev=35.76
    clat (msec): min=17, max=5056, avg=215.52, stdev=306.07
     lat (msec): min=17, max=5056, avg=215.63, stdev=306.07
    clat percentiles (msec):
     |  1.00th=[   34],  5.00th=[   44], 10.00th=[   54], 20.00th=[   66],
     | 30.00th=[   74], 40.00th=[   85], 50.00th=[  104], 60.00th=[  136],
     | 70.00th=[  176], 80.00th=[  275], 90.00th=[  567], 95.00th=[  776],
     | 99.00th=[ 1070], 99.50th=[ 1687], 99.90th=[ 3910], 99.95th=[ 4329],
     | 99.99th=[ 4530]
   bw (  KiB/s): min=  256, max=28928, per=100.00%, avg=9517.05, stdev=6105.33, samples=359
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=13362
  lat (msec)   : 20=0.01%, 50=7.84%, 100=41.17%, 250=29.60%, 500=9.24%
  lat (msec)   : 750=6.62%, 1000=4.09%, 2000=1.08%, >=2000=0.35%
  cpu          : usr=0.90%, sys=0.21%, ctx=23509, majf=0, minf=8926
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.2%, 16=99.6%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,13362,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=9409KiB/s (9634kB/s), 9409KiB/s-9409KiB/s (9634kB/s-9634kB/s), io=1670MiB (1751MB), run=181784-181784msec

Disk stats (read/write):
  sdc: ios=407/30276, merge=0/220310, ticks=1828/1127844, in_queue=1129688, util=96.51%